{
    "privacy_policy": "Privacy Policy",
    "processor_list": "List of Processors",
    "address": "Address",
    "intro_content": {
        "p1": "The privacy and protection of your data is of great concern to me. This document describes any collection, usage and disclosure of personal information when using various services of my website. It also provides information about your rights and how they are protected.",
        "p2": "My website collect and process your data exclusively based on existing laws - e.g. the European General Data Protection Regulation (\"GDPR\"). The collected personal information is used to provide and improve my services. I will never use or share any of your personal information except as described in this policy. By choosing to use my services, you agree to the collection and use of information in accordance with this privacy policy."
    },
    "gdpr_rights": {
        "title": "Your Data Protection Rights",
        "content": {
            "p1": "I handle your data in accordance with the European General Data Protection Regulation (\"GDPR\"), which gives people extensive rights with respect to how their personal data is collected and processed. These rights include:",
            "ul1": {
                "li1": "**Right of access** to the personal information we gather about you, and how we the share, store and process that information.",
                "li2": "**Right to correction** of your personal information.",
                "li3": "**Right to erasure** of your personal data from our servers.",
                "li4": "**Right to complain** with a supervisory authority about our handling of your data.",
                "li5": "**Right to restrict processing** of your personal information.",
                "li6": "**Right to object** to how your personal information is processed.",
                "li7": "**Right to portability** of your personal information over to you."
            },
            "p2": "If you have questions or requests regarding these rights, feel free to contact me at [:privacy_email](mailto::privacy_email)."
        }
    },
    "security": {
        "title": "Data Security",
        "content": {
            "p1": "My website takes many technical measures to provide a secure transmission and storage of any collected data and to guard it against manipulation or unauthorized access. Any communication between your device, this website and any further backend services will be encrypted via SSL. You can verify the SSL-Encryption in your browser via the lock symbol in the address bar.",
            "p2": "All data will be stored on servers of my our data processors. Collection and usage of this data is based on contracts with those processors according to Article 28 of the GDPR."
        }
    },
    "cookies": {
        "title": "Cookies",
        "content": {
            "p1": "My website uses so called \"cookies\", which are small text files processed and stored on your device by your web browser. They are used to store various types of information to enable certain functionality of my website.",
            "p2": "Cookies may be set by my website itself (\"first-party cookies\"), or by third-party websites whose services i use (e.g. sending of emails or web analytics). On an initial visit to my site, only technically mandatory non-third-party cookies are used.",
            "p3": "Most browsers allow their users to view and delete already set cookies. Furthermore, you can also configure your browser not to accept any cookies at all. But be aware that this will hinder my website from functioning properly."
        },
        "no_cookies_content": {
            "p1": "Websites often use so called \"cookies\", which are small text files processed and stored on your device by your web browser to provide certain functionality. My website does not use any cookies."
        },
        "first_party": {
            "title": "First Party Cookies",
            "content": {
                "p1": "Here is a complete overview of all technically mandatory **\"first-party-cookies\"** set by my website:"
            }
        },
        "third_party": {
            "title": "Third Party Cookies",
            "content": {
                "p1": "And these are the **\"third-party-cookies\"** set by using various parts of my website:"
            }
        },
        "name": "Name",
        "origin": "Origin",
        "purpose": {
            "title": "Purpose",
            "session": "The so called \"Session\" cookie allows my website to store and retrieve information about your current visit (e.g. the selected language or login-state).",
            "xsrf": "A security-related cookie used to prevent so called \"Cross-Site Request Forgery\" attacks.",
            "hide_alert": "Prevents displaying the cookie dialog again after hiding it.",
            "all_choices": "Stores your choices regarding various cookies displayed in the cookie dialog on your first visit.",
            "analytics_choice": "Stores your choice regarding the usage of web analytics in the cookie dialog displayed on your first visit.",
            "maps_choice": "Stores your choice regarding the usage of interactive maps when displaying a map and prevents asking you again.",
            "analytics_third_party": "These cookies are written by the web analytics tool, which allows me to understand and improve user experience and is used for statistical purposes. (For more info see the [web analytics section](#process-analytics).)",
            "maps_third_party": "Various cookies are set on displaying interactive maps. (For more info see the [section on interactive maps](#process-maps).)"
        },
        "written_on": {
            "title": "Written on",
            "every_visit": "Every visit",
            "hide_alert": "Hiding the cookie dialog popping up on your first visit.",
            "maps": "Acknowledging the usage of Google Maps",
            "accept_cookies": "Accepting the corresponding cookies"
        },
        "duration": {
            "title": "Duration",
            "end_of_session": "End of session",
            "1_year": "1 year",
            "2_years": "2 years",
            "24_hours": "24 hours",
            "1_minute": "1 minute",
            "various": "various"
        }
    },
    "data_processing": {
        "title": "Data Collection, Processing and Usage",
        "webserver": {
            "title": "Webserver",
            "content": {
                "p1": "When visiting any website, your browser is automatically transmitting information to the server and infrastructure it is hosted on. In my case these are provided by [:webserver_processor_name](#processor-:webserver_processor_id) using the service **:webserver_service**. The transmitted information can include the following types of data:",
                "ul1": {
                    "li1": "your device's IP (Internet Protocol) address,",
                    "li2": "time, date and duration of your visit,",
                    "li3": "visited pages,",
                    "li4": "type, version and language of your browser and operating system."
                },
                "p2": "This data is transmitted and logged automatically to ensure the connectivity and functionality of my website and enables me to evaluate and ensure its security and stability. The data is kept until the log is deleted. The collected data is essential for running and maintaining this website and is in no way used to identify or track you as a person. Data might be stored in the European Union or the United States and will be processed according to the \"Privacy Shield\" agreement between EU und USA and based on a data processing contract between me and [:webserver_processor_name](#processor-:webserver_processor_id). Collection and processing of this data is in accordance with Article 6 (1) of the GDPR."
            }
        },
        "analytics": {
            "title": "Web Analytics",
            "content": {
                "p1": "If you accept web analytics in the cookie notification, my website will forward log data to the service **:analytics_service** provided by [:analytics_processor_name](#processor-:analytics_processor_id). This service is used to track and report website traffic for statistical purposes and to understand and improve how visitors are using my website. Any collected data will be pseudonymized (by deleting part of your IP address) and might be stored in the European Union or the United States. Any data will be processed according to the \"Privacy Shield\" agreement between EU und USA and based on a data processing contract between us and [:analytics_processor_name](#processor-:analytics_processor_id). Data will be stored for the duration 26 months.",
                "p2": "Please note, that no data will be transferred to :analytics_service at all, if you do not explicitly accept the cookie notification visible on the page on your first visit (\"OPT-IN\"). Data processing is therefor according to Article 6 (1a) of the GDPR."
            }
        },
        "maps": {
            "title": "Interactive Maps",
            "content": {
                "p1": "My website provides the functionality of interactive maps on demand (e.g. for calculating routes) using the service **:maps_service** provided by [:maps_processor_name](#processor-:maps_processor_id).",
                "p2": "A corresponding data protection notice will be shown on accessing an interactive map for the first time. The map will only be shown, if you accept this notice. As a result personal data (like usage and location) will be sent to :maps_service and needed cookies will be set.",
                "p3": "Please note that no data will be transferred, if you do not explicitly consent in the data protection notice shown on first access of an interactive map (\"OPT-IN\"). Data processing is therefor according to Article 6 (1a) of the GDPR."
            }
        },
        "send_emails": {
            "title": "E-Mail Submission",
            "content": {
                "p1": "My website includes forms, that can be used to send me an e-mail. The form collects your name, e-mail-address as well other data. When submitting the contact-request, this data will be transmitted via the service **:send_emails_service** of my our processor [:send_emails_processor_name](#processor-:send_emails_processor_id) into my mailbox."
            }
        }
    },
    "outgoing_links": {
        "title": "Outgoing Links",
        "content": {
            "p1": "My website includes links to other websites, which are not operated by me. When clicking such an outgoing link, you will be redirected there. I have no control over these websites and their privacy policies. Therefor i assume no responsibility regarding their content or behaviour. I recommend you check their privacy policies for details."
        }
    },
    "data_purpose": {
        "title": "Purpose",
        "webserver": "Providing website and depending services",
        "analytics": "Processing of data for web analyzing pupposes",
        "maps": "Displaying of interactive maps",
        "send_emails": "Sending of e-mails (e.g. via contact form)",
        "subscription": "Managing subscriptions",
        "payment": "Payment processing"
    },
    "data_category": {
        "title": "Daten-Kategorien",
        "inventory_data": "Inventory Data",
        "usage_data": "Usage Data",
        "geo_data": "Geo Data",
        "usage_statistics": "Usage Statistics",
        "contract_data": "Contract Data",
        "payment_data": "Payment Data"
    }
}