{
    "intro": "\n        <p>\n            Der Schutz Ihrer persönlichen Daten ist mir ein besonderes Anliegen. In diesem Dokument informiere ich Sie über die Erfassung, Verarbeitung und Weitergabe persönlicher Informationen im Rahmen der verschiedenen Funktionen meiner Webseite. Es beinhaltet auch Informationen über Ihre Rechte und wie sie geschützt sind.\n        <\/p>\n        <p>\n            Meine Webseite verarbeitet Ihre Daten ausschließlich auf Grundlage der gesetzlichen Bestimmungen - z.B. der Europäischen Datenschutzgrundverordnung (&quot;DSGVO&quot;). Alle gesammelten persönlichen Informationen dienen der Erbringung und Verbesserung meiner Dienstleistungen. Ich werde Ihre persönlichen Daten niemals anderweitig nutzen oder teilen, als als in dieser Erklärung beschrieben. Wenn Sie meine Dienstleistungen nutzen, stimmen Sie der Verarbeitung von Daten im Rahmen dieser Datenschutzerklärung zu.\n        <\/p>\n    ",
    "gdpr_rights": {
        "header": "Ihre Datenschutzrechte",
        "text": "\n            <p>\n                Ich behandeln Ihre Daten in Übereinstimmung mit der Ich Europäischen Datenschutzgrundverordnung (&quot;DSGVO&quot;). Diese gibt Privatpersonen weitgehende Rechte über die Art und Weise, wie ihre persönlichen Daten gesammelt und verarbeitet werden. Diese Rechte beinhalten:\n            <\/p>\n            <ul>\n                <li><strong>Recht auf Auskunft<\/strong> über die gesammelten persönlichen Informationen und wie diese gespeichert, verarbeitet oder geteilt werden.<\/li>\n                <li><strong>Recht auf Berichtigung<\/strong> Ihrer persönlichen Informationen.<\/li>\n                <li><strong>Recht auf Löschen<\/strong> Ihrer persönlichen Informationen.<\/li>\n                <li><strong>Recht auf Beschwerde<\/strong> bei einer Aufsichtsbehörde.<\/li>\n                <li><strong>Recht auf Einschränkung<\/strong> der Verarbeitung Ihrer persönlichen Informationen.<\/li>\n                <li><strong>Recht auf Widerruf<\/strong> von Zustimmungen über die Verarbeitung Ihrer Daten.<\/li>\n                <li><strong>Recht auf Übertragung<\/strong> Ihrer persönlichen Informationen an Sie.<\/li>\n            <\/ul>\n            <p>\n                Sie können mich gerne unter <a href=\"mailto::privacy_email\">:privacy_email<\/a> kontaktieren, wenn Sie Fragen oder Wünsche in Bezug auf diese Rechte haben.\n            <\/p>\n        "
    },
    "security": {
        "header": "Datensicherheit",
        "text": "\n            <p>\n                Ich nutze viele technische und organisatorische Maßnahmen für die sichere Übertragung und Speicherung aller gesammelten Daten und um sie gegen Manipulation oder unbefugten Zugriff zu schützen. Jeglicher Datentransfer zwischen Ihrem Endgerät, dieser Webseite und weiterer Dienste findet (SSL-)verschlüsselt statt. Eine verschlüsselte Verbindung erkennen Sie am Schloss-Symbol in Ihrer Adresszeile Ihres Browsers.\n            <\/p>\n            <p>\n                Sämtliche Daten werden auf Servern meiner Auftragsverarbeiter gespeichert. Die Sammlung und Verarbeitung dieser Daten basiert auf Verträgen, die ich (in Übereinstimmung mit Artikel 28 der DSGVO) mit diesen Anbietern abgeschlossen haben.\n            <\/p>\n        "
    },
    "cookies": {
        "header": "Cookies",
        "text": "\n            <p>\n                Meine Website verwendet so genannte \"Cookies\". Dabei handelt es sich um kleine Textdateien, die mit Hilfe des Browsers auf Ihrem Endgerät verarbeitet und abgelegt werden. Sie werden von bestimmten Funktionen meiner Webseite zum Zwischenspeichern verschiedenster Informationen verwendet.\n            <\/p>\n            <p>\n                Cookies können sowohl direkt von meiner Webseite (\"Erstanbieter-Cookies\"), als auch durch die Dienste von Auftragsverarbeitern (z.B. beim Senden von E-Mails oder für Webanalyse) gesetzt werden. Beim ersten Aufruf meiner Webseite werden nur technisch notwendige Erstanbieter-Cookies verwendet.\n            <\/p>\n            <p>\n                Die meisten Web-Browser bieten Funktionen zur Anzeige und zum Löschen von bereits gesetzten Cookies. Weiters können Sie Ihren Browser auch so konfigurieren, dass keinerlei Cookies gesetzt werden. Bitte beachten Sie aber, dass dadurch meine Webseite nur mehr engeschränkt funktioniert.\n            <\/p>\n        ",
        "no_cookies": "\n            <p>\n                Meine Website verwendet keinerlei \"Cookies\".\n            <\/p>\n        ",
        "first_party": {
            "header": "Erstanbieter-Cookies",
            "text": "\n                <p>\n                    Hier ist eine komplette Liste aller bei der Benutzung meiner Webseite verwendeten technisch notwendigen <strong>&quot;Erstanbieter-Cookies&quot;<\/strong>:\n                <\/p>\n            "
        },
        "third_party": {
            "header": "Drittanbieter-Cookies",
            "text": "\n                <p>\n                Und dies sind die <strong>&quot;Drittanbieter-Cookies&quot;<\/strong> die bei der Verwendung gewisser Funktionen zur Anwendung kommen:\n                <\/p>\n            "
        },
        "name": "Name",
        "origin": "Herkunft",
        "purpose": {
            "title": "Zweck",
            "session": "Das so genannte \"Session\"-Cookie erlaubt meiner Webseite das Speichern und Abrufen bestimmter Informationen über Ihren aktuellen Besuch (z.B. ausgewählte Sprache oder Anmeldestatus).",
            "xsrf": "Dies ist ein Sicherheits-bezogenes Cookie, um sogenannte \"Cross-Site Request Forgery\" Attacken zu unterbinden.",
            "hide_alert": "Verhindert, dass der Cookie-Hinweis nach dem Ausblenden nochmals angezeigt wird.",
            "analytics": "Speichert Ihre Entscheidung bzgl. Web-Analyse im Cookie-Hinweis, der bei Ihrem ersten Besuch angezeigt wird.",
            "maps": "Speichert Ihre Entscheidung bzgl. der Verwendung von interaktiven Karten beim Anzeigen einer Karte und verhindert, dass die Webseite Sie erneut fragt.",
            "analytics_third_party": "Diese Cookies werden vom Web-Analyse-Tool \"Google Analytics\" erstellt, welches ich zum verstehen und verbessern des Benutzerverhaltens nutze. (Mehr Informationen hierzu finden Sie weiter unten im Web-Analyse-Abschnitt.)",
            "maps_third_party": "Beim Einblenden interaktiver Karten werden verschiedene Cookies vom Dienstanbieter erstellt. (Mehr Informationen hierzu finden Sie weiter unten im Abschnitt für interaktive Karten.)"
        },
        "written_on": {
            "title": "Erstellt bei",
            "every_visit": "Jeder Besuch",
            "hide_alert": "Ausblenden des Cookie-Hinweises, der beim ersten Besuch der Webseite erscheint",
            "maps": "Klick auf \"OK\" bei der Einverständniserklärung zur Verwendung von interaktiven Karten",
            "accept_cookies": "Bestätigung der diesbezüglichen Cookies"
        },
        "duration": {
            "title": "Dauer",
            "end_of_session": "Ende des Besuchs",
            "1_year": "1 Jahr",
            "2_years": "2 Jahre",
            "24_hours": "24 Stunden",
            "1_minute": "1 Minute",
            "various": "verschieden"
        }
    },
    "data_collection": {
        "header": "Sammlung und Verwendung von Daten",
        "webserver": {
            "webserver_header": "Webserver",
            "webserver_text": "\n                <p>\n                    Beim Besuch einer Webseite sendet Ihr Web-Browser automatisch Information zum Server und der Infrastruktur, auf dem diese betrieben wird. In meinem Fall werden diese von <a href=\"#service-providers-:webhosting_provider_key\">:webhosting_provider_name<\/a> (siehe Liste von Datenverarbeitern weiter unten). Dabei können folgende Arten von Daten übertragen werden:\n                <\/p>\n                <ul>\n                    <li>IP (Internet Protocol) Adresse Ihres Endgerätes,<\/li>\n                    <li>Zeit, Datum und Dauer Ihres Besuchs,<\/li>\n                    <li>besuchte Seiten,<\/li>\n                    <li>Typ, Version und Sprache Ihres Web-Browsers und Betriebssystems.<\/li>\n                <\/ul>\n                <p>\n                    Diese Daten werden automatisch übertragen und geloggt, um die Erreichbarkeit, Funktionalität, Sicherheit und Stabilität meiner Webseite zu gewährleisten. Die Daten bleiben gespeichert bis die Logdatei gelöscht wird. Die gesammelten Daten sind technisch notwendig für den Betrieb und die Wartung dieser Webseite und werden in keiner Weise verwendet, um Sie als Person zu identifizieren oder zu tracken. Die Daten können sowohl in der Europäischen Union als auch in den Vereinigten Staaten gespeichert werden. Alle Datenverarbeitungen werden auf Grundlage des &quot;Privacy Shield&quot; Abkommens zwischen der EU und den USA und eines Vertrags zwischen mir und :webserver_provider_name. Sammlung und Verarbeitung dieser Daten erfolgt in Übereinstimmung mit Artikel 6 (1) der DSGVO.\n                <\/p>\n            "
        },
        "analytics": {
            "header": "Web-Analyse",
            "text": "\n                <p>\n                    Wenn Sie Web-Analyse im Cookie-Hinweis akzeptieren, werden Log Daten auch an einen Dienst von <a href=\"#service-providers-:analytics_provider_key\">:analytics_provider_name<\/a> gesendet. Dieser Dienst sammelt Daten über die Verwendung der Webseite für statistische Zwecke und um die Benutzerführung meiner Seite zu verbessern. Sämtliche gesammelten Daten werden pseudonymisiert (durch Löschen eines Teils Ihrer IP Adresse) und können sowohl in der Europäischen Union als auch in den Vereinigten Staaten gespeichert werden. Alle Datenverarbeitungen werden auf Grundlage des &quot;Privacy Shield&quot; Abkommens zwischen der EU und den USA und eines Vertrags zwischen mir und :analytics_provider_name. Die Daten bleiben für die Dauer von 26 Monaten gespeichert.\n                <\/p>\n                <p>\n                    Bitte beachten Sie, dass keinerlei Daten zur Webanalyse transferiert werden, sofern Sie nicht explizit im Cookie-Hinweis zustimmen, der bei Ihrem ersten Besuch der Seite erscheint (&quot;OPT-IN&quot;). Die Datenverarbeitung geschieht somit in Übereinstimmung mit Artikel 6 (1a) der DSGVO.\n                <\/p>\n            "
        },
        "maps": {
            "header": "Interaktive Karten",
            "text": "\n                <p>\n                    Meine Webseite bietet auf Anforderung die Funktionalität zur Darstellung interaktiver Karten (z.B. zur Erstellung von Anfahrtsplänen). Dabei wird ein Dienst von <a href=\"#service-providers-:maps_provider_key\">:maps_provider_name<\/a> verwendet.\n                <\/p>\n                <p>\n                    Beim (ersten) Einblenden einer interaktiven Karte erscheint ein entsprechender Datenschutz-Hinweis. Wenn Sie diesem zustimmen, wird die Karte eingeblendet. Dabei werden auch persönliche Daten (wie Nutzungs- und Standort-Daten) an den Dritt-Anbieter <a href=\"#service-providers-:maps_provider_key\">:maps_provider_name<\/a> gesendet sowie diverse Cookies gesetzt.\n                <\/p>\n                <p>\n                    Bitte beachten Sie, dass keinerlei Daten transferiert werden, sofern Sie nicht explizit im Datenschutz-Hinweis zustimmen, der bei Ihrem ersten Aufruf einer interaktiven Karte erscheint (&quot;OPT-IN&quot;). Die Datenverarbeitung geschieht somit in Übereinstimmung mit Artikel 6 (1a) der DSGVO.\n                <\/p>\n            "
        },
        "emails": {
            "header": "E-Mail Versand",
            "text": "\n                <p>\n                    Meine Webseite verfügt über Formulare, die verwendet werden können, um mir eine E-Mail zu senden. Im Formular können Sie Ihren Namen, Ihre E-Mail-Adresse sowie andere Daten eingeben. Beim Absenden der Anfrage werden diese über den Anbieter <a href=\"#service-providers-:contact_form_provider_key\">:contact_form_provider_name<\/a> (siehe Liste von Datenverarbeitern weiter unten) in meine Mailbox zugestellt.\n                <\/p>\n            "
        }
    },
    "outgoing_links": {
        "header": "Ausgehende Links",
        "text": "\n            <p>\n                Meine Webseite beinhaltet Links zu anderen Webseiten, die nicht von mir betrieben wird. Wenn Sie auf einen solchen ausgehenden Link klicken, werden Sie zu dieser Webseite weitergeleitet. Ich habe keinerlei Einfluss auf diese Webseiten und ihren Datenschutz und übernehme deshalb keine Verantwortung in Bezug auf deren Inhalt und Verhalten. Weitere Details finden Sie in den Datenschutzerklärungen dieser Seiten.\n            <\/p>\n        "
    },
    "service_providers": {
        "header": "Liste von Datenverarbeitern",
        "purpose": {
            "title": "Zweck",
            "webserver": "Hosten der Webseite und benötigter Dienste",
            "analytics": "Verarbeitung der Daten zur Web-Analyse",
            "maps": "Darstellung interaktiver Karten",
            "email": "Senden von E-Mails (z.B. via Kontaktformulare)",
            "subscription": "Verwalten von Abonnements",
            "payment": "Zahlungsabwicklung"
        },
        "data_categories": {
            "header": "Daten-Kategorien",
            "inventory_data": "Stammdaten",
            "usage_data": "Nutzungs-Daten",
            "geo_data": "Standort-Daten",
            "usage_statistics": "Nutzungs-Statistiken",
            "contract_data": "Vertragsdaten",
            "payment_data": "Zahlungsdaten"
        }
    }
}